Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Neon Flicker
ar: وميض نيون
ca: Parpelleig de neó
cs: Neonové blikání
da: Neonflimmer
de: Neonflackern
es: Parpadeo de neon
fi: Neonvalke
fr: Scintillement neon
he: הבהוב ניאון
hu: Neonvillogas
it: Tremolio neon
ja: ネオンフリッカー
ko: 네온 깜빡임
nb: Neonflimring
nl: Neonflikkering
pl: Migotanie neonu
pt_br: Cintilacao de neon
pt_pt: Cintilacao de neon
ro: Palpaire de neon
sl: Neonsko utripanje
sv: Neonskyltflimmer
uk: Неонове мерехтіння
vi: Nhấp nháy neon
zh_hans: 霓虹闪烁
zh_hant: 霓虹閃爍

source: Neovide-like trail effect
ar: تأثير أثر بأسلوب Neovide
ca: Efecte de rastre estil Neovide
cs: Efekt stopy ve stylu Neovide
da: Neovide-lignende sporeffekt
de: Neovide-ähnlicher Spureffekt
es: Efecto de estela tipo Neovide
fi: Neovide-tyylinen jälkiefekti
fr: Effet de traînée style Neovide
he: אפקט שובל בסגנון Neovide
hu: Neovide-szerű nyomvonal hatás
it: Effetto scia stile Neovide
ja: Neovide 風の軌跡エフェクト
ko: Neovide 스타일 잔상 효과
nb: Neovide-lignende haleeffekt
nl: Neovide-achtig sleepeffect
pl: Efekt śladu w stylu Neovide
pt_br: Efeito de rastro estilo Neovide
pt_pt: Efeito de rasto estilo Neovide
ro: Efect de urmă ca în Neovide
sl: Učinek sledi kot v Neovide
sv: Neovide-liknande spåreffekt
uk: Ефект сліду у стилі Neovide
vi: Hiệu ứng vệt kiểu Neovide
zh_hans: Neovide 风格拖尾效果
zh_hant: Neovide 風格拖尾效果

source: NetBird Credentials
ar: بيانات اعتماد NetBird
ca: Credencials de NetBird
cs: Přihlašovací údaje NetBird
da: NetBird-loginoplysninger
de: NetBird-Anmeldedaten
es: Credenciales de NetBird
fi: NetBird-tunnistetiedot
fr: Identifiants NetBird
he: פרטי כניסה של NetBird
hu: NetBird hitelesítő adatok
it: Credenziali NetBird
ja: NetBirdの認証情報
ko: NetBird 자격 증명
nb: NetBird-legitimasjon
nl: NetBird-inloggegevens
pl: Poświadczenia NetBird
pt_br: Credenciais do NetBird
pt_pt: Credenciais do NetBird
ro: Credențiale NetBird
sl: Poverilnice NetBird
sv: NetBird-autentiseringsuppgifter
uk: Облікові дані NetBird
vi: Thông tin xác thực NetBird
zh_hans: NetBird 凭证
zh_hant: NetBird 憑證

source: Network
ar: الشبكة
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
he: רשת
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
sl: Omrežje
sv: Nätverk
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

source: Network Changed
ar: تغيّرت الشبكة
ca: Xarxa canviada
cs: Síť změněna
da: Netværk ændret
de: Netzwerk geändert
es: Red cambiada
fi: Verkko vaihtui
fr: Réseau modifié
he: הרשת השתנתה
hu: Hálózat megváltozott
it: Rete cambiata
ja: ネットワーク変更
ko: 네트워크 변경됨
nb: Nettverk endret
nl: Netwerk gewijzigd
pl: Zmiana sieci
pt_br: Rede alterada
pt_pt: Rede alterada
ro: Rețea schimbată
sl: Omrežje spremenjeno
sv: Nätverk ändrat
uk: Мережу змінено
vi: Mạng đã thay đổi
zh_hans: 网络已更改
zh_hant: 網路已變更

source: Network Error
ar: خطأ في الشبكة
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
he: שגיאת רשת
hu: Hálózati hiba
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
pt_pt: Erro de rede
ro: Eroare de rețea
sl: Napaka omrežja
sv: Nätverksfel
uk: Помилка мережі
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Network error: %@
ar: خطأ في الشبكة: %@
ca: Error de xarxa: %@
cs: Chyba sítě: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fi: Verkkovirhe: %@
fr: Erreur réseau : %@
he: שגיאת רשת: %@
hu: Hálózati hiba: %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
nb: Nettverksfeil: %@
nl: Netwerkfout: %@
pl: Błąd sieci: %@
pt_br: Erro de rede: %@
pt_pt: Erro de rede: %@
ro: Eroare de rețea: %@
sl: Napaka omrežja: %@
sv: Nätverksfel: %@
uk: Помилка мережі: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: Network Info
ar: معلومات الشبكة
ca: Info de xarxa
cs: Informace o síti
da: Netværksinfo
de: Netzwerkinfo
es: Info de red
fi: Verkkotiedot
fr: Infos réseau
he: מידע רשת
hu: Hálózati adatok
it: Info rete
ja: ネットワーク情報
ko: 네트워크 정보
nb: Nettverksinfo
nl: Netwerkinfo
pl: Informacje o sieci
pt_br: Info da Rede
pt_pt: Info da Rede
ro: Info rețea
sl: Podatki o omrežju
sv: Nätverksinfo
uk: Інформація про мережу
vi: Thông tin mạng
zh_hans: 网络信息
zh_hant: 網路資訊

source: Network stack failed: %@
ar: فشل حزمة الشبكة: %@
ca: La pila de xarxa ha fallat: %@
cs: Síťový zásobník selhal: %@
da: Netværksstakken mislykkedes: %@
de: Netzwerkstack fehlgeschlagen: %@
es: La pila de red falló: %@
fi: Verkkopino epäonnistui: %@
fr: Échec de la pile réseau : %@
he: ערימת הרשת נכשלה: %@
hu: A hálózati verem meghibásodott: %@
it: Stack di rete non riuscito: %@
ja: ネットワークスタックが失敗しました: %@
ko: 네트워크 스택이 실패했습니다: %@
nb: Nettverksstakken mislyktes: %@
nl: Netwerkstack mislukt: %@
pl: Stos sieciowy zawiódł: %@
pt_br: A pilha de rede falhou: %@
pt_pt: A pilha de rede falhou: %@
ro: Stiva de rețea a eșuat: %@
sl: Omrežni sklad ni uspel: %@
sv: Nätverksstacken misslyckades: %@
uk: Збій мережевого стека: %@
vi: Ngăn xếp mạng bị lỗi: %@
zh_hans: 网络栈失败：%@
zh_hant: 網路堆疊失敗：%@

source: Network:
ar: الشبكة:
ca: Xarxa:
cs: Síť:
da: Netværk:
de: Netzwerk:
es: Red:
fi: Verkko:
fr: Réseau :
he: רשת:
hu: Hálózat:
it: Rete:
ja: ネットワーク:
ko: 네트워크:
nb: Nettverk:
nl: Netwerk:
pl: Sieć:
pt_br: Rede:
pt_pt: Rede:
ro: Rețea:
sl: Omrežje:
sv: Nätverk:
uk: Мережа:
vi: Mạng:
zh_hans: 网络：
zh_hant: 網路：

source: Networking
ar: الشبكات
ca: Xarxa
cs: Síťování
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
he: רשת
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워킹
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
sl: Omrežje
sv: Nätverk
uk: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

source: Never
ar: أبدًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
he: אף פעם
hu: Soha
it: Mai
ja: なし
ko: 사용 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
sl: Nikoli
sv: Aldrig
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

source: Never expires
ar: لا تنتهي صلاحيتها أبدًا
ca: No caduca mai
cs: Nikdy nevyprší
da: Udløber aldrig
de: Läuft nie ab
es: No caduca nunca
fi: Ei vanhene koskaan
fr: N'expire jamais
he: לעולם לא פג
hu: Soha nem jár le
it: Non scade mai
ja: 無期限
ko: 만료되지 않음
nb: Utløper aldri
nl: Verloopt nooit
pl: Nigdy nie wygasa
pt_br: Nunca expira
pt_pt: Nunca expira
ro: Nu expiră niciodată
sl: Nikoli ne poteče
sv: Går aldrig ut
uk: Не спливає ніколи
vi: Không bao giờ hết hạn
zh_hans: 永不过期
zh_hant: 永不過期

source: Never notify about agents.
ar: عدم الإشعار عن الوكلاء أبدًا.
ca: No notifiquis mai res sobre els agents.
cs: Nikdy neupozorňovat na agenty.
da: Giv aldrig besked om agenter.
de: Nie über Agents benachrichtigen.
es: No notificar nunca sobre agentes.
fi: Älä koskaan ilmoita agenteista.
fr: Ne jamais notifier à propos des agents.
he: לעולם אל תתריע על סוכנים.
hu: Soha ne értesítsen ügynökökről.
it: Non notificare mai gli agenti.
ja: エージェントについて通知しません。
ko: 에이전트에 대해 알리지 않습니다.
nb: Aldri varsle om agenter.
nl: Nooit melden over agents.
pl: Nigdy nie powiadamiaj o agentach.
pt_br: Nunca notificar sobre agentes.
pt_pt: Nunca notificar sobre agentes.
ro: Nu notifica niciodată despre agenți.
sl: Nikoli ne obveščaj o agentih.
sv: Avisera aldrig om agenter.
uk: Ніколи не сповіщати про агентів.
vi: Không bao giờ thông báo về tác nhân.
zh_hans: 从不通知代理相关事件。
zh_hant: 從不通知代理相關事件。

source: Never notify about commands.
ar: عدم الإشعار عن الأوامر أبدًا.
ca: No notifiquis mai res sobre les ordres.
cs: Nikdy neupozorňovat na příkazy.
da: Giv aldrig besked om kommandoer.
de: Nie über Befehle benachrichtigen.
es: No notificar nunca sobre comandos.
fi: Älä koskaan ilmoita komennoista.
fr: Ne jamais notifier à propos des commandes.
he: לעולם אל תתריע על פקודות.
hu: Soha ne értesítsen parancsokról.
it: Non notificare mai i comandi.
ja: コマンドについて通知しません。
ko: 명령어에 대해 알리지 않습니다.
nb: Aldri varsle om kommandoer.
nl: Nooit melden over opdrachten.
pl: Nigdy nie powiadamiaj o poleceniach.
pt_br: Nunca notificar sobre comandos.
pt_pt: Nunca notificar sobre comandos.
ro: Nu notifica niciodată despre comenzi.
sl: Nikoli ne obveščaj o ukazih.
sv: Avisera aldrig om kommandon.
uk: Ніколи не сповіщати про команди.
vi: Không bao giờ thông báo về lệnh.
zh_hans: 从不通知命令相关事件。
zh_hant: 從不通知指令相關事件。

source: New Authentication Requirement
ar: متطلب مصادقة جديد
ca: Nou requisit d'autenticació
cs: Nový požadavek na ověřování
da: Nyt godkendelseskrav
de: Neue Authentifizierungsanforderung
es: Nuevo requisito de autenticación
fi: Uusi todennusvaatimus
fr: Nouvelle exigence d'authentification
he: דרישת אימות חדשה
hu: Új hitelesítési követelmény
it: Nuovo requisito di autenticazione
ja: 新しい認証要件
ko: 새 인증 요구 사항
nb: Nytt autentiseringskrav
nl: Nieuwe authenticatievereiste
pl: Nowe wymaganie uwierzytelniania
pt_br: Novo Requisito de Autenticação
pt_pt: Novo Requisito de Autenticação
ro: Cerință de autentificare nouă
sl: Nova zahteva za preverjanje pristnosti
sv: Nytt autentiseringskrav
uk: Нова вимога автентифікації
vi: Yêu cầu xác thực mới
zh_hans: 新的认证要求
zh_hant: 新的認證要求

source: New Connection
ar: اتصال جديد
ca: Nova connexió
cs: Nové připojení
da: Ny forbindelse
de: Neue Verbindung
es: Nueva conexión
fi: Uusi yhteys
fr: Nouvelle connexion
he: חיבור חדש
hu: Új kapcsolat
it: Nuova connessione
ja: 新しい接続
ko: 새 연결
nb: Ny tilkobling
nl: Nieuwe verbinding
pl: Nowe połączenie
pt_br: Nova Conexão
pt_pt: Nova Ligação
ro: Conexiune nouă
sl: Nova povezava
sv: Ny anslutning
uk: Нове з'єднання
vi: Kết nối mới
zh_hans: 新建连接
zh_hant: 新增連線

source: New Custom Key
ar: مفتاح مخصص جديد
ca: Nova tecla personalitzada
cs: Nový vlastní klíč
da: Ny brugerdefineret tast
de: Neue benutzerdefinierte Taste
es: Nueva clave personalizada
fi: Uusi mukautettu näppäin
fr: Nouvelle touche personnalisée
he: מקש מותאם חדש
hu: Új egyéni billentyű
it: Nuovo tasto personalizzato
ja: 新しいカスタムキー
ko: 새 사용자 정의 키
nb: Ny egendefinert tast
nl: Nieuwe aangepaste toets
pl: Nowy klawisz niestandardowy
pt_br: Nova Tecla Personalizada
pt_pt: Nova Tecla Personalizada
ro: Tastă personalizată nouă
sl: Nova tipka po meri
sv: Ny anpassad tangent
uk: Нова власна клавіша
vi: Phím tùy chỉnh mới
zh_hans: 新建自定义按键
zh_hant: 新增自訂按鍵

source: New Folder
ar: مجلد جديد
ca: Nova carpeta
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
he: תיקייה חדשה
hu: Új mappa
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova Pasta
pt_pt: Nova Pasta
ro: Dosar nou
sl: Nova mapa
sv: Ny mapp
uk: Нова тека
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New items will be added. For connection history, known hosts, and profiles, newer records from the backup will update older local copies. Keys, passwords, and themes are skipped if they already exist.
ar: ستتم إضافة العناصر الجديدة. بالنسبة لسجل الاتصال والمضيفين المعروفين والملفات الشخصية، ستحدّث السجلات الأحدث من النسخة الاحتياطية النسخ المحلية الأقدم. يتم تخطي المفاتيح وكلمات المرور والسمات إذا كانت موجودة بالفعل.
ca: S'afegiran els elements nous. Per a l'historial de connexions, els amfitrions coneguts i els perfils, els registres més recents de la còpia de seguretat actualitzaran les còpies locals més antigues. Les claus, les contrasenyes i els temes s'ometran si ja existeixen.
cs: Nové položky budou přidány. U historie připojení, známých hostitelů a profilů novější záznamy ze zálohy aktualizují starší místní kopie. Klíče, hesla a motivy se přeskočí, pokud již existují.
da: Nye elementer vil blive tilføjet. For forbindelseshistorik, kendte værter og profiler vil nyere poster fra sikkerhedskopien opdatere ældre lokale kopier. Nøgler, adgangskoder og temaer springes over, hvis de allerede findes.
de: Neue Elemente werden hinzugefügt. Bei Verbindungsverlauf, bekannten Hosts und Profilen werden neuere Datensätze aus der Sicherung ältere lokale Kopien aktualisieren. Schlüssel, Passwörter und Themes werden übersprungen, wenn sie bereits vorhanden sind.
es: Se añadirán los elementos nuevos. Para el historial de conexiones, hosts conocidos y perfiles, los registros más recientes de la copia de seguridad actualizarán las copias locales más antiguas. Las claves, contraseñas y temas se omiten si ya existen.
fi: Uudet kohteet lisätään. Yhteyshistorian, tunnettujen isäntien ja profiilien osalta varmuuskopion uudemmat tietueet päivittävät vanhemmat paikalliset kopiot. Avaimet, salasanat ja teemat ohitetaan, jos ne ovat jo olemassa.
fr: Les nouveaux éléments seront ajoutés. Pour l'historique de connexion, les hôtes connus et les profils, les entrées plus récentes de la sauvegarde remplaceront les copies locales plus anciennes. Les clés, mots de passe et thèmes sont ignorés s'ils existent déjà.
he: פריטים חדשים יתווספו. עבור היסטוריית חיבורים, מארחים מוכרים ופרופילים, רשומות חדשות יותר מהגיבוי יעדכנו עותקים מקומיים ישנים. מפתחות, סיסמאות וערכות נושא ידולגו אם הם כבר קיימים.
hu: Új elemek lesznek hozzáadva. A csatlakozási előzmények, ismert gazdagépek és profilok esetében a mentés újabb bejegyzései felülírják a régebbi helyi másolatokat. A kulcsok, jelszavak és témák kimaradnak, ha már léteznek.
it: I nuovi elementi verranno aggiunti. Per la cronologia delle connessioni, gli host conosciuti e i profili, i record più recenti del backup aggiorneranno le copie locali più vecchie. Chiavi, password e temi vengono saltati se già esistenti.
ja: 新しい項目が追加されます。接続履歴、既知のホスト、プロファイルについては、バックアップの新しいレコードがローカルの古いコピーを更新します。キー、パスワード、テーマはすでに存在する場合スキップされます。
ko: 새 항목이 추가됩니다. 연결 기록, 알려진 호스트 및 프로파일의 경우 백업의 최신 레코드가 이전 로컬 사본을 업데이트합니다. 키, 비밀번호 및 테마는 이미 존재하는 경우 건너뜁니다.
nb: Nye elementer vil bli lagt til. For tilkoblingshistorikk, kjente verter og profiler vil nyere poster fra sikkerhetskopien oppdatere eldre lokale kopier. Nøkler, passord og temaer hoppes over hvis de allerede finnes.
nl: Nieuwe items worden toegevoegd. Voor verbindingsgeschiedenis, bekende hosts en profielen worden nieuwere records uit de back-up bijgewerkt in oudere lokale kopieën. Sleutels, wachtwoorden en thema’s worden overgeslagen als ze al bestaan.
pl: Nowe elementy zostaną dodane. Dla historii połączeń, znanych hostów i profili nowsze wpisy z kopii zapasowej zastąpią starsze lokalne kopie. Klucze, hasła i motywy są pomijane, jeśli już istnieją.
pt_br: Novos itens serão adicionados. Para histórico de conexões, hosts conhecidos e perfis, registros mais recentes do backup atualizarão cópias locais mais antigas. Chaves, senhas e temas serão ignorados se já existirem.
pt_pt: Os novos itens serão adicionados. Para o histórico de ligações, anfitriões conhecidos e perfis, os registos mais recentes da cópia de segurança atualizarão as cópias locais mais antigas. Chaves, palavras-passe e temas serão ignorados se já existirem.
ro: Elementele noi vor fi adăugate. Pentru istoricul conexiunilor, gazdele cunoscute și profilele, înregistrările mai noi din copia de rezervă vor actualiza copiile locale mai vechi. Cheile, parolele și temele sunt omise dacă există deja.
sl: Novi elementi bodo dodani. Za zgodovino povezav, znane gostitelje in profile bodo novejši zapisi iz varnostne kopije posodobili starejše lokalne kopije. Ključi, gesla in teme se preskočijo, če že obstajajo.
sv: Nya objekt läggs till. För anslutningshistorik, kända värdar och profiler uppdaterar nyare poster från säkerhetskopian äldre lokala kopior. Nycklar, lösenord och teman hoppas över om de redan finns.
uk: Нові елементи будуть додані. Для історії підключень, відомих хостів та профілів новіші записи з резервної копії оновлять старіші локальні копії. Ключі, паролі та теми пропускаються, якщо вони вже існують.
vi: Các mục mới sẽ được thêm. Đối với lịch sử kết nối, host đã biết và hồ sơ, các bản ghi mới hơn từ bản sao lưu sẽ cập nhật các bản sao cục bộ cũ hơn. Khóa, mật khẩu và chủ đề sẽ bị bỏ qua nếu đã tồn tại.
zh_hans: 将添加新项目。对于连接历史、已知主机和配置，备份中较新的记录将更新较旧的本地副本。密钥、密码和主题如果已存在则会跳过。
zh_hant: 新項目將被加入。連線歷史紀錄、已知主機和設定檔中，備份的較新記錄將更新較舊的本機副本。金鑰、密碼和主題若已存在則會略過。

source: New Local Shell
ar: صدفة محلية جديدة
ca: Nova shell local
cs: Nový lokální shell
da: Ny lokal shell
de: Neue lokale Shell
es: Nuevo shell local
fi: Uusi paikallinen komentotulkki
fr: Nouveau shell local
he: מעטפת מקומית חדשה
hu: Új helyi Shell
it: Nuova shell locale
ja: 新規ローカルシェル
ko: 새 로컬 셸
nb: Nytt lokalt skall
nl: Nieuwe lokale shell
pl: Nowa lokalna powłoka
pt_br: Novo Shell Local
pt_pt: Nova Shell Local
ro: Shell local nou
sl: Nova lokalna lupina
sv: Nytt lokalt skal
uk: Нова локальна оболонка
vi: Shell cục bộ mới
zh_hans: 新建本地 Shell
zh_hant: 新增本機 Shell

source: New Moon
ar: محاق
ca: Lluna nova
cs: Novoluní
da: Nymåne
de: Neumond
es: Luna nueva
fi: Uusikuu
fr: Nouvelle lune
he: ירח חדש
hu: Újhold
it: Luna nuova
ja: 新月
ko: 삭월
nb: Nymåne
nl: Nieuwe maan
pl: Nów
pt_br: Lua nova
pt_pt: Lua nova
ro: Lună nouă
sl: Mlaj
sv: Nymåne
uk: Новий місяць
vi: Trăng non
zh_hans: 新月
zh_hant: 新月

source: New PIN
ar: رمز PIN جديد
ca: Nou PIN
cs: Nový PIN
da: Ny PIN
de: Neue PIN
es: Nuevo PIN
fi: Uusi PIN
fr: Nouveau PIN
he: PIN חדש
hu: Új PIN
it: Nuovo PIN
ja: 新しいPIN
ko: 새 PIN
nb: Ny PIN
nl: Nieuwe PIN
pl: Nowy PIN
pt_br: Novo PIN
pt_pt: Novo PIN
ro: PIN nou
sl: Nova PIN
sv: Ny PIN
uk: Новий PIN
vi: PIN mới
zh_hans: 新 PIN
zh_hant: 新 PIN

source: New PIN must be different from current PIN
ar: يجب أن يكون رمز PIN الجديد مختلفًا عن الرمز الحالي
ca: El nou PIN ha de ser diferent del PIN actual
cs: Nový PIN se musí lišit od aktuálního PINu
da: Ny PIN skal være forskellig fra nuværende PIN
de: Die neue PIN muss sich von der aktuellen PIN unterscheiden
es: El nuevo PIN debe ser diferente del PIN actual
fi: Uusi PIN ei saa olla sama kuin nykyinen PIN
fr: Le nouveau PIN doit être différent du PIN actuel
he: ה-PIN החדש חייב להיות שונה מה-PIN הנוכחי
hu: Az új PIN-nek különböznie kell a jelenlegi PIN-től
it: Il nuovo PIN deve essere diverso dal PIN attuale
ja: 新しいPINは現在のPINと異なる必要があります
ko: 새 PIN은 현재 PIN과 달라야 합니다
nb: Ny PIN må være forskjellig fra gjeldende PIN
nl: Nieuwe PIN moet verschillen van de huidige PIN
pl: Nowy PIN musi różnić się od obecnego PIN-u
pt_br: O novo PIN deve ser diferente do PIN atual
pt_pt: O novo PIN deve ser diferente do PIN atual
ro: Noul PIN trebuie să fie diferit de PIN-ul curent
sl: Nova PIN se mora razlikovati od trenutne PIN
sv: Ny PIN måste skilja sig från nuvarande PIN
uk: Новий PIN має відрізнятися від поточного PIN
vi: PIN mới phải khác PIN hiện tại
zh_hans: 新 PIN 必须与当前 PIN 不同
zh_hant: 新 PIN 必須與目前的 PIN 不同

source: New PINs do not match
ar: رموز PIN الجديدة غير متطابقة
ca: Els nous PIN no coincideixen
cs: Nové PINy se neshodují
da: Nye PIN-koder matcher ikke
de: Die neuen PINs stimmen nicht überein
es: Los nuevos PIN no coinciden
fi: Uudet PIN-koodit eivät täsmää
fr: Les nouveaux PIN ne correspondent pas
he: קודי ה-PIN החדשים אינם תואמים
hu: Az új PIN-kódok nem egyeznek
it: I nuovi PIN non corrispondono
ja: 新しいPINが一致しません
ko: 새 PIN이 일치하지 않습니다
nb: Nye PIN-koder samsvarer ikke
nl: Nieuwe PIN-codes komen niet overeen
pl: Nowe PIN-y nie są zgodne
pt_br: Os novos PINs não coincidem
pt_pt: Os novos PINs não coincidem
ro: Noile PIN-uri nu se potrivesc
sl: Novi PIN se ne ujemata
sv: Nya PIN-koder matchar inte
uk: Нові PIN не збігаються
vi: PIN mới không khớp
zh_hans: 新 PIN 不匹配
zh_hant: 新 PIN 不相符

source: New Profile
ar: ملف تعريف جديد
ca: Nou perfil
cs: Nový profil
da: Ny profil
de: Neues Profil
es: Nuevo perfil
fi: Uusi profiili
fr: Nouveau profil
he: פרופיל חדש
hu: Új profil
it: Nuovo profilo
ja: 新規プロファイル
ko: 새 프로필
nb: Ny profil
nl: Nieuw profiel
pl: Nowy profil
pt_br: Novo Perfil
pt_pt: Novo Perfil
ro: Profil nou
sl: Nov profil
sv: Ny profil
uk: Новий профіль
vi: Hồ sơ mới
zh_hans: 新建配置
zh_hant: 新增設定檔

source: New Screen Sharing sessions start with Shared Clipboard off. You can enable it for the current session from the Screen Sharing menu.
ar: تبدأ جلسات مشاركة الشاشة الجديدة والحافظة المشتركة متوقفة. يمكنك تفعيلها للجلسة الحالية من قائمة مشاركة الشاشة.
ca: Les noves sessions de Compartir pantalla comencen amb el porta-retalls compartit desactivat. Pots activar-lo per a la sessió actual des del menú de Compartir pantalla.
cs: Nové relace sdílení obrazovky začínají s vypnutou sdílenou schránkou. Pro aktuální relaci ji můžete zapnout v nabídce Sdílení obrazovky.
da: Nye Skærmdeling-sessioner starter med delt udklipsholder slået fra. Du kan slå det til for den aktuelle session i Skærmdeling-menuen.
de: Neue Bildschirmfreigabe-Sitzungen starten mit deaktivierter geteilter Zwischenablage. Sie können sie für die aktuelle Sitzung im Bildschirmfreigabe-Menü aktivieren.
es: Las nuevas sesiones de Compartir pantalla comienzan con el portapapeles compartido desactivado. Puedes activarlo para la sesión actual desde el menú de Compartir pantalla.
fi: Uusissa näytön jakamisen istunnoissa jaettu leikepöytä on aluksi pois käytöstä. Voit ottaa sen käyttöön nykyisessä istunnossa Näytön jakaminen -valikosta.
fr: Les nouvelles sessions de partage d'écran démarrent avec le presse-papiers partagé désactivé. Vous pouvez l'activer pour la session en cours depuis le menu Partage d'écran.
he: הפעלות חדשות של שיתוף מסך מתחילות כשהלוח המשותף כבוי. ניתן להפעיל אותו עבור ההפעלה הנוכחית מתפריט שיתוף המסך.
hu: Az új képernyőmegosztási munkamenetek kikapcsolt megosztott vágólappal indulnak. Az aktuális munkamenethez a Képernyőmegosztás menüben kapcsolható be.
it: Le nuove sessioni di Condivisione schermo iniziano con gli appunti condivisi disattivati. Puoi attivarli per la sessione corrente dal menu Condivisione schermo.
ja: 新しい画面共有セッションは共有クリップボードがオフの状態で開始します。現在のセッションでは画面共有メニューから有効にできます。
ko: 새 화면 공유 세션은 공유 클립보드가 꺼진 상태로 시작합니다. 현재 세션에서는 화면 공유 메뉴에서 켤 수 있습니다.
nb: Nye Skjermdeling-økter starter med delt utklippstavle av. Du kan slå den på for den aktive økten fra Skjermdeling-menyen.
nl: Nieuwe Schermdelen-sessies starten met het gedeelde klembord uitgeschakeld. Je kunt het voor de huidige sessie inschakelen via het Schermdelen-menu.
pl: Nowe sesje udostępniania ekranu rozpoczynają się z wyłączonym wspólnym schowkiem. Możesz go włączyć dla bieżącej sesji w menu Udostępniania ekranu.
pt_br: Novas sessões de Compartilhamento de Tela começam com a área de transferência compartilhada desativada. Você pode ativá-la para a sessão atual no menu de Compartilhamento de Tela.
pt_pt: As novas sessões de Partilha de Ecrã começam com a área de transferência partilhada desativada. Pode ativá-la para a sessão atual no menu de Partilha de Ecrã.
ro: Sesiunile noi de partajare a ecranului încep cu clipboardul partajat dezactivat. Îl puteți activa pentru sesiunea curentă din meniul Partajare ecran.
sl: Nove seje skupne rabe zaslona se začnejo z izklopljenim skupnim odložiščem. Za trenutno sejo ga lahko vklopite v meniju Skupna raba zaslona.
sv: Nya Skärmdelning-sessioner startar med delat urklipp avstängt. Du kan aktivera det för den aktuella sessionen i Skärmdelning-menyn.
uk: Нові сеанси спільного доступу до екрана починаються з вимкненим спільним буфером обміну. Ви можете ввімкнути його для поточного сеансу в меню спільного доступу до екрана.
vi: Các phiên Chia sẻ màn hình mới bắt đầu với bảng nhớ tạm dùng chung đang tắt. Bạn có thể bật cho phiên hiện tại từ menu Chia sẻ màn hình.
zh_hans: 新的屏幕共享会话开始时共享剪贴板处于关闭状态。您可以在屏幕共享菜单中为当前会话启用它。
zh_hant: 新的螢幕共享工作階段開始時，共享剪貼簿為關閉狀態。您可以在螢幕共享選單中為目前的工作階段啟用。
